Repository: toxinu/bounty-o-matic
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Has value
fr: A une valeur

source: None
fr: Vide

source: Battletag not found
fr: Battletag non trouvé

source: BattleNet error
fr: Erreur BattleNet

source: Refresh user BattleNet data
fr: Rafraichire les données BattleNet

source: Ban user
fr: Bannir cet utilisateur

source: Force new BattleNet authentication
fr: Forcer une nouvelle authentification à BattleNet

source: Need an authenticated user.
fr: Utilisateur authentifié requis.

source: All data refreshed. You'll be able to refresh again in 5 minutes.
fr: Toutes tes données ont été actualisées. Tu pourras les re-actualiser dans 5 minutes.

source: Male
fr: Homme

source: Female
fr: Femme

source: Neutral
fr: Neutre

source: Human
fr: Humain

source: Dwarf
fr: Nain

source: Night Elf
fr: Elfe de la nuit

source: Undead
fr: Mort-vivant

source: Goblin
fr: Gobelin

source: Blood Elf
fr: Elfe de sang

source: Draenei
fr: Draeneï

source: Warrior
fr: Guerrier

source: Hunter
fr: Chasseur

source: Rogue
fr: Voleur

source: Priest
fr: Prêtre

source: Death Knight
fr: Chevalier de la mort

source: Shaman
fr: Chaman

source: Warlock
fr: Démoniste

source: Monk
fr: Moine

source: Druid
fr: Druide

source: No social authentication attached
fr: Aucune authentification à Battlenet trouvée

source: Error while contacting BattleNet. Maybe try logout/login.
fr: Erreur durant la connexion à BattleNet. Essai de te déconnecter/reconnecter.

source: Need region parameter.
fr: Une région est requise.

source: Hide selected comment(s)
fr: Cacher les commentaires sélectionnés

source: View
fr: Voir

source: Context
fr: Contexte

source: Comments
fr: Commentaires

source: Open
fr: Ouverte

source: Closed
fr: Fermée

source: Cancelled
fr: Annulée

source: Reward
fr: Récompense

source: Status
fr: Statut

source: Region
fr: Région

source: Creation date
fr: Date de création

source: Latest update
fr: Dernière mise à jour

source: Private
fr: Privée

source: Comments closed
fr: Commentaires désactivés

source: Comments closed by staff
fr: Commentaires désactivés par un modérateur

source: Target guild
fr: La cible est une guilde

source: Hidden
fr: Cachée

source: Source realm
fr: Royaume de la source

source: Source character
fr: Personnage source

source: Target realm
fr: Royaume de la cible

source: Target name
fr: Nom de la cible

source: Winner realm
fr: Royaume du gagnant

source: Winner character
fr: Personnage gagnant

source: bounties
fr: primes

source: Bounty limit reached. Wait before sending a new one. Something like 3 minutes...
fr: Limite de prime atteinte. Attends un instant pour en poster une nouvelle. Quelque chose comme 3 petites minutes...

source: Bounty can't be re-open. Create a new one.
fr: Cette prime ne peut être réouverte. Crées en une nouvelle.

source: Target character does not exist or is below level 10.
fr: Le personnage cible n'existe pas ou est en dessous du niveau 10.

source: Target guild does not exist.
fr: Cette guilde n'existe pas.

source: Your character is below level 10 or on an inactive account.
fr: Ton personnage est en dessous du niveau 10 ou sur un compte inactif.

source: This character is not yours.
fr: Ce personnage ne t'appartient pas.

source: Winner character can't be bounty author.
fr: Le gagnant ne peut être l'auteur de la prime.

source: Winner character can't be bounty target.
fr: Le gagnant ne peut être la cible de la prime.

source: Winner character does not exist or is below level 10.
fr: Le personnage gagnant n'existe pas ou est en dessous du niveau 10.

source: Winner character can't be yours.
fr: Le personnage gagnant ne peut être un de vos personnages.

source: Your character and target must be different.
fr: Ton personnage et la cible doivent être différentes.

source: Your guild target can't be your guild.
fr: La guilde ciblée ne peut être votre guilde.

source: Locale not available.
fr: Langue non disponible.

source: Comment
fr: Commentaire

source: Character realm
fr: Royaume du personnage

source: Character name
fr: Nom du personnage

source: IP address
fr: Adresse IP

source: comments
fr: commentaires

source: Comments are closed.
fr: Commentaires désactivés.

source: This character is not your.
fr: Ce personnage ne t'appartient pas.

source: Comment limit reached. Wait before sending a new one. Something like 3 minutes.
fr: Limite de commentaire atteinte. Attends un instant pour en poster un nouveau. Quelque chose comme 3 petites minutes...

source: Your account is not active.
fr: Ton compte n'est pas actif.

source: Invalid bounty.
fr: Prime invalide.

source: Bounty does not exist.
fr: Cette prime n'existe pas.

source: Bounty is not yours.
fr: Cette prime ne t'appartient pas.

source: Can't found this comment.
fr: Commentaire introuvable.

source: This comment is not yours.
fr: Ce commentaire ne t'appartient pas.

source: Your comment is a spam.
fr: Ton commentaire est un spam.

source: Bad captcha
fr: Mauvaise captcha

source: Comment added.
fr: Commentaire ajouté.

source: Comment updated.
fr: Commentaire mis à jour.

source: English
fr: Anglais

source: French
fr: Français

source: Travel safe through Azeroth!
fr: Voyagez tranquille en Azeroth !

source: Someone waits for you in the dark? Spit on your corpse for the third time?<br>Is a double agent? Killed your cat?
fr: Quelqu'un t'attends dans un coin sombre ? Crache sur ton cadavre pour la troisième fois ?<br>Est un agent double ? A tué ton chat ?

source: Put a bounty on his head!
fr: Mets une prime sur sa tête !

source: Let's describe your Nemesis and found the perfect killer for him.
fr: Décris ton Némésis et trouve son tueur idéal.

source: Choose a reward to pay your mercenary
fr: Choisis la récompense pour payer ton mercenaire

source: It can be anything: gold, items, pets, even a date!
fr: Cela peut être n'importe quoi: or, objets, mascottes et même un rencart !

source: Mercenaries answer your bounty
fr: Les mercenaires répondent à ta prime

source: They can proove the kill with a screenshot uploaded on Imgur for example.
fr: Ils peuvent prouver leurs actes avec une capture d'écran hébergée sur Imgur par exemple.

source: Send the reward and close your bounty
fr: Envoie la récompense et ferme la prime

source: Kill people is hard, so stay clean and send the reward. You are a good guy.
fr: Tuer est difficile, alors sois sage et envoie la récompense. Tu es un bon gars.

source: View bounties
fr: Voir les primes

source: Oups! Won't you open that door?
fr: Oups ! Allez vous m'ouvrir cette porte ?

source: Error during login process. Maybe it's a BattleNet error or Gobelins have banned your Bounty-O-Matic.<br>This is a sad day for you.
fr: Erreur durant la connexion. Peut être est-ce une erreur BattleNet ou les Gobelins de Bounty-O-Matic ont banni ton compte.<br>C'est une triste journée pour toi.

source: Bounty-O-Matic - Bounties for World of Warcraft
fr: Bounty-O-Matic - Un système de primes pour World of Warcraft

source: Bounty-O-Matic is a bounties system for World of Warcraft. Post a bounty on a player and find mercenaries to kill him.
fr: Bounty-O-Matic est un système de primes pour World of Warcraft. Postes une prime sur un joueur et trouves des mercenaires pour le tuer.

source: Loading your characters from BattleNet...
fr: Chargement de vos personnages depuis BattleNet...

source: Select your bounty status
fr: Choisis le statut de ta prime

source: Your bounty starts in open status. Then, if you decided that the bounty is a success, close it. You can also cancel for any reason.<br>For information, when a bounty is cancelled or closed, you can't re-open it.
fr: Ta prime commence en statut ouvert. Ensuite, si tu décides qu'elle est un succès, ferme la. Tu peux également l'annuler.<br>Pour information, quand une prime est annulée ou fermée, elle ne peut être réouverte.

source: If your bounty finally closed, we really encourage you to set the winner just bellow!
fr: Si ta prime vient de se terminer, tu es très largement encouragé à renseigner le gagnant juste en dessous !

source: Winner name
fr: Nom du gagnant

source: Choose your character that will be the bounty author
fr: Choisis ton personnage qui sera l'auteur de la prime

source: Select the target realm
fr: Sélectionne le royaume de la cible

source: Write his name (can be a guild name)
fr: Donne son nom (cela peut être un nom de guilde)

source: Is your bounty on a whole guild?
fr: Ta prime est-elle sur une guilde ?

source: Your bounty will be visible as a guild bounty for every mercenaries.
fr: Ta prime sera visible comme une prime de guilde par les mercenaires.

source: Choose the reward
fr: Choisis la récompense

source: Markdown allowed:
fr: Markdown autorisé :

source: Describe the bounty motivation and kill conditions
fr: Décris la raison de ta prime et ses conditions

source: Are comments closed?
fr: Désactiver les commentaires ?

source: Is your bounty private?
fr: Ta prime est-elle privée ?

source: Your bounty will not be visible in other unless you share link.
fr: Ta prime ne sera pas visible tant que tu ne partages pas son lien.

source: Return to bounty
fr: Retourner sur la prime

source: Loading...
fr: Chargement...

source: Save
fr: Sauvegarder

source: Oops, no realm found!
fr: Oups, aucun royaume trouvé !

source: Missing region
fr: Région manquante

source: Your character is missing
fr: Il manque ton personnage

source: Missing target realm
fr: Royaume de la cible manquant

source: Missing target name
fr: Nom de la cible manquant

source: Missing reward
fr: Récompense manquante

source: Missing description
fr: Description manquante

source: Bounty is incorrect
fr: La prime est incorrecte

source: Unknown error
fr: Erreur inconnue

source: Oops, no character found!
fr: Oups, aucun personnage trouvé !

source: Your character
fr: Ton personnage

source: Markdown allowed but images and raw html won't be rendered:
fr: Markdown autorisé. Images et html non rendus :

source: Need a character to comment.
fr: Il faut un personnage pour commenter.

source: Comment can not be empty.
fr: Ton commentaire ne peut être vide.

source: Comment is incorrect
fr: Le commentaire incorrect

source: Guild bounty
fr: Prime de guilde

source: Bounty
fr: Prime

source: on
fr: sur

source: Edit
fr: Éditer

source: Moderate bounty
fr: Modérer la prime

source: This bounty is private but it's viewable if you share its url.
fr: Cette prime est privée mais elle est visible si tu partages son lien.

source: Details
fr: Détails

source: This bounty is not on a specific character but on a whole guild
fr: Cette prime n'est pas sur un personnage en particulier mais sur toute une guilde

source: Added
fr: Ajouté

source: Updated
fr: Mise à jour

source: Author
fr: Auteur

source: Target
fr: Cible

source: Winner
fr: Gagnant

source: Not mentioned
fr: Non mentionné

source: Bounty signature
fr: Signature de la prime

source: You can use this link on forum or everywhere you want to spread this bounty!
fr: Tu peux utiliser ce lien pour partager sur un forum ou n'importe où cette prime !

source: Moderate comments
fr: Modérer les commentaires

source: You can comment only because you are a staff user.
fr: Tu peux commenter seulement parce que tu es modérateur.

source: Discuss with other mercenaries interested in this bounty.
fr: Discute avec les mercenaires intéressés par cette prime.

source: Add a comment
fr: Ajoute un commentaire

source: You can only comment with character from the same region as bounty.
fr: Tu ne peux commenter qu'avec un personnage de la même région que la prime.

source: Publish
fr: Publier

source: You need to be logged in to post a comment.
fr: Tu dois être connecté pour poster un commentaire.

source: Comments are disabled.
fr: Commentaires désactivés.

source: This comment has been hidden by the Bounty-O-Matic Gobelins.
fr: Ce commentaire a été caché part les Gobelins de Bounty-O-Matic pour votre bien.

source: Edited at
fr: Édité le

source: Bounty not found.
fr: Cette prime est introuvable.

source: Missing captcha.
fr: Il manque le captcha.

source: Gobelins have made an error while processing your comment. Can you retry later?
fr: Les Gobelins ont fait une erreur lors du traitement de ton commentaire. Peux-tu re-tenter plus tard ?

source: Whole guild bounty!
fr: Prime sur toute une guilde !

source: Bounty was added
fr: Prime crée le

source: by
fr: par

source: Target faction
fr: Faction de la cible

source: Search me bounties!
fr: Cherche moi des primes !

source: Show only your bounties
fr: Voir uniquement tes primes

source: Show only guild bounties
fr: Voir uniquement les primes de guilde

source: No bounties found...
fr: Pas de primes trouvées...

source: for
fr: pour

source: Refresh your BattleNet data
fr: Rafraichir tes données BattleNet

source: World of Warcraft, Warcraft and Blizzard Entertainment are trademarks or registered trademarks of Blizzard Entertainment, Inc. in the U.S. and/or other countries.
fr: World of Warcraft, Warcraft et Blizzard Entertainment sont des marques ou des marques déposées de Blizzard Entertainment, Inc. aux États-Unis d’Amérique et/ou dans d’autres pays.

source: Refreshing your BattleNet data...
fr: Rafraichissement des données...

source: Toggle navigation
fr: Basculer la navigation

source: Bounties
fr: Les primes

source: Sign in
fr: Se connecter

source: Add bounty
fr: Ajouter une prime

source: Help
fr: Aide

source: Logout
fr: Déconnexion

source: Language
fr: Langue

source: Need help?
fr: Besoin d'aide ?

source: How to get my reward?
fr: Comment récupérer ma récompense ?

source: Bounty-O-Matic can't guarantee anything regarding the kill and reward.<br>Do not forget that World of Warcraft is a game and it's important to play fair.<br>The bounty author needs to specify the realm where he can send the reward. The mercenary must double check this information.
fr: Bounty-O-Matic ne peut pas garantir la bonne livraison de la récompense, ni même la véracité de son bon accomplissement. Il ne faut pas oublier que World of Warcraft est un jeu et qu'il est important de jouer dans la bonne humeur. C'est pour cela qu'il faut l'auteur précise bien sur quel royaume il peut livrer la récompense. De plus le mercenaire doit bien vérifer cela avant de se lancer à la chasse.

source: My character is not on the list. How to do?
fr: Mon personnage n'est pas listé. Comment faire ?

source: Blizzard itself does not update Armory in real time. It's the same for Bounty-O-Matic. Moreover, in order to have a faster than ever website, we do not retrieve data from Blizzard servers everytime. You can find a link at the bottom of each page to refresh your data.
fr: Blizzard lui même ne peut mettre à jour l'armurerie en temps réel. Bounty-O-Matic a donc les mêmes contraintes. De plus, afin de rendre le site plus rapide, nous n'accèdons pas toujours aux serveurs de Blizzard pour rapatrier vos personnages. Tu pourras trouver un lien dans le bas de la page pour rafraichir tes données.

source: Does Bounty-O-Matic have access to my data?
fr: Bounty-O-Matic accède-t'il à mes données ?

source: Bounty-O-Matic only has access to your Battletag and your characters, to certify player's identities. Blizzard has of course thought of everything, just like WoWHead, we can't have any of your personnal data. Bounty-O-Matic is ultra safe.
fr: Bounty-O-Matic n'a accès qu'à votre battletag et votre liste de personnages. Afin de pouvoir certifier que les joueurs n'usurpent pas l'identité de quelqu'un d'autre. Blizzard a bien entendu fait en sorte que les services tiers comme: WoWHead, utilisant cette méthode n'aient pas accès aux informations privées. Vous n'avez absolument rien à craindre.

source: Who is behind Bounty-O-Matic?
fr: Qui est derrière Bounty-O-Matic ?

source: I'm Bodoc, mighty warrior of "La Compagnie Bras Cassé" (EU - Culte de la Rive Noire). In real life, I'm <a href="http://socketubs.org" target="_blank">Geoffrey</a>, Python web developer and World of Warcraft player since 10 years.<br>More questions? You can reach me via email:
fr: Je suis Bodoc, puissant guerrier de la Compagnie Bras Cassé (EU - Culte de la Rive Noire). En vrai, je suis <a href="http://socketubs.org" target="_blank">Geoffrey</a>, développeur web Python et joueur depuis une dizaine d'années sur World of Warcraft. N'hésitez pas à me contacter via l'email suivante :
